Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Previous Track
ug: ئالدىنقى نەغمە

source: Previous contributors
ug: بۇرۇنقى تۆھپىكارلار

source: Previous image
ug: ئالدىنقى سۈرەتنى كۆرسىتىدۇ

source: Previous new Tab (History List)
ug: ئالدىنقى يېڭى بەتكۈچ (ئىز تىزىمى)

source: Previous new tab from history
ug: ئىزدىكى ئالدىنقى يېڭى بەتكۈچ

source: Previous thread hasn't exited yet, not checking mail this time.
ug: ئالدىنقى قېتىملىق مەشغۇلات تېخى ئاخىرلاشمىغانلىقى ئۈچۈن، بۇ قېتىم يېڭى خەتلەر بارمۇ يوق تەكشۈرمەيدۇ.

source: Previous track
ug: ئالدىنقى نەغمە

source: Previous workspace
ug: ئالدىنقى خىزمەت رايونى

source: Previous/Next Change
ug: ئالدىنقىسى/كېيىنكى ئۆزگىرىش

source: Previous: CTRL+b
ug: ئالدىنقى: CTRL+b

source: Print _line numbers
ug: قۇر نومۇرىنى باسسۇن(_L)

source: Print a list of supported URI schemes
ug: ئىشلەتكىلى بولىدىغان URI تىزىمىنى بېسىپ چىقار

source: Print background images
ug: تەگ سۈرىتىنى بېسىپ چىقار

source: Print page _headers
ug: بەت قېشىنى باسسۇن(_H)

source: Print the current document
ug: نۆۋەتتىكى ھۆججەتنى بېسىپ چىقىرىدۇ

source: Print the current page
ug: ھازىرقى بەتنى باسىدۇ

source: Print version information
ug: نەشر ئۇچۇرنى كۆرسىتىدۇ

source: Print version information and exit
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرۇش

source: Printer detected
ug: پرىنتېر بايقالدى

source: Printers
ug: پرىنتېرلار

source: Prints the xfconfd version.
ug: xfconfd نەشرىنى بېسىپ چىقىرىدۇ.

source: Prio
ug: مەرتىۋە

source: Prio.
ug: مەرتىۋە.

source: Priority
ug: مەرتىۋىسى

source: Privacy
ug: شەخسىيەت

source: Private Browsing
ug: شەخسىي كۆرۈش

source: Private Bytes
ug: شەخسىي بايتلار

source: Private browsing, no changes are saved
ug: شەخسىي كۆرۈش، ئۆزگىرىشلەر ساقلانمىدى

source: Pro_mpt on logout
ug: سىستېمىدىن چىققاندا كۆرسەتمە چىقار(_M)

source: Procedure
ug: جەريان

source: Proceed to Burn
ug: ياز

source: Process failed (%s)
ug: بىر تەرەپ قىلىش مەغلۇپ بولدى(%s)

source: Process manager
ug: ئىجرا باشقۇرغۇ

source: Processes: %d
ug: ئىجرالار: %d

source: Processes: %u CPU: %.0f%% Memory: %.0f%% Swap: %.0f%%
ug: ئىجرا سانى: %u CPU: %.0f%% ئەسلەك: %.0f%% sawap: %.0f%%

source: Processor
ug: بىر تەرەپ قىلغۇچ

source: Profile name as reported by libburn
ug: ئامبار libburn مەلۇم قىلغان Profile ئاتى

source: Profile no. as reported by libburn
ug: ئامبار libburn مەلۇم قىلغان Profile نومۇرى

source: Program
ug: پروگرامما

source: Program launcher with optional menu
ug: تاللانما تىزىملىكى بار ئىجراچى

source: Program launchers, window buttons, applications menu, workspace switcher and more.
ug: ئىجراچىلار، كۆزنەك توپچىلىرى، پروگرامما تىزىملىكى، خىزمەت رايونى ئالماشتۇرغۇ ۋە باشقىلار.

source: Program with several launchers
ug: بىر قانچە ئىجراچىنى بىرلىكتە كۆرسىتىش

source: Program:
ug: پروگرامما:

source: Programming
ug: پروگراممىچىلىق

source: Programs for Internet access such as web and email
ug: تور ۋە ئېلخەتكە ئوخشاش ئىنتېرنېت زىيارەت پروگراممىلىرى

source: Prompt
ug: ئەسكەرتىش

source: Prompt Overwrite
ug: ئەسكەرتىش قاپلاش

source: Prompt for confirmation when logging out
ug: سىستېمىدىن چىقىدىغان چاغدا كۆرسەتمە چىقار

source: Prompt for terminating tasks
ug: ۋەزىپىنى توختىتىدىغان چاغدا كۆرسەتمە چىقارسۇن

source: Prop_erties
ug: خاسلىقلار(_E)

source: Properties
ug: خاسلىق

source: Properties Related Options:
ug: ‹Properties› قا مۇناسىۋەتلىك تاللانمىلار:

source: Properties failed
ug: ‹Properties› مەغلۇپ بولدى

source: Property
ug: خاسلىق

source: Property "%s" does not exist on channel "%s"
ug: خاسلىق «%s» قانال «%s» نىڭدا يوق ئىكەن

source: Property "%s" does not exist on channel "%s". If a new property should be created, use the --create option
ug: خاسلىق «%s» قانال «%s» نىڭدا يوق ئىكەن. يېڭىدىن ياساش توغرا كەلسە --create تاللانمىسى ئىشلىتىلسۇن.

source: Property '%s' is invalid for %s
ug: خاسلىق ‹%s› ئىناۋەتسىز (%s نىڭ خاسلىقى)

source: Property added
ug: خاسلىق قوشۇلدى

source: Property deleted
ug: خاسلىق ئۆچۈرۈلدى

source: Property modified
ug: خاسلىق تۈزىتىلدى

source: Property names can only include the ASCII characters A-Z, a-z, 0-9, '_', '-', '<' and '>', as well as '/' as a separator
ug: خاسلىق ئاتىدا پەقەتلا ASCII دىكى A-Z، a-z، 0-9، '_'، '-'، '<' ۋە '>' ھەرپلىرىنى، بۆلگۈچ قىلىپ '/' نىلا ئىشلەتكىلى بولىدۇ

source: Property names cannot end with a '/' character
ug: خاسلىق ئاتى '/' ھەرپى بىلەن ئاخىرلاشسا بولمايدۇ

source: Property names cannot have two or more consecutive '/' characters
ug: خاسلىق ئاتىغا ئارقىمۇ-ئارقا كەلگەن ئىككىدىن ياكى ئۇنىڭدىن ئارتۇق '/' نى ئىشلىتىشكە بولمايدۇ

source: Property names must start with a '/' character
ug: خاسلىق ئاتى '/' ھەرپ بىلەن باشلىنىشى شەرت

source: Property nonexisting
ug: خاسلىق مەۋجۇت ئەمەس

source: Proportional Font Family
ug: كەڭلىكى تەڭ بولمىغان خەت نۇسخىلىرى

source: Protocol:
ug: كېلىشىم:

source: Proxy Password:
ug: ۋاكالەتچى ئىمى:

source: Proxy Server Address:
ug: ۋاكالەتچى مۇلازىمېتىرنىڭ ئادرېسى:

source: Proxy Server Port:
ug: ۋاكالەتچى مۇلازىمېتىرنىڭ ئېغىزى:

source: Proxy Type:
ug: ۋاكالەتچىنىڭ تىپى:

source: Proxy Username:
ug: ۋاكالەتچىنىڭ ئىشلەتكۈچى ئاتى:

source: Proxy server
ug: ۋاكالەتچى مۇلازىمېتىر

source: Publication
ug: ئەسەر

source: Publisher
ug: نەشرىيات

source: Pull
ug: يۇلۇپ ئال

source: PulseAudio server
ug: PulseAudio مۇلازىمېتىرى

source: Push
ug: باس

source: Push last copied text to the top of the history, useful to reorder old items
ug: ئىزدا كۆچۈرگەن مەزمۇن بىلەن ئوخشاش مەزمۇن بولسا ئۇنى ئىزنىڭ ئەڭ بېشىغا يۆتكەيدۇ.

source: Put display to sleep when computer is inactive for:
ug: كومپيۇتېردا مەشغۇلات قىلمىغاندا ئېكراننى ئۇخلىتىشقۇچە بولغان ۋاقىت:

source: Put the computer to sleep when inactive for:
ug: كومپيۇتېردا مەشغۇلات قىلمىغاندا ئۇخلىتىشقۇچە بولغان ۋاقىت:

source: Python Scripts
ug: Python پروگراممىسى

source: Quality
ug: سۈپەت

source: Query websites from the Xfce panel
ug: Xfce تاختىسى ئارقىلىق تورتۇرالاردىن سۈرۈشتۈرۈش

source: Querying %s...
ug: %s نى سۈرۈشتۈرۈۋاتىدۇ...

source: Question
ug: سوئال

source: Quick Blank
ug: تەز قۇرۇقداش

source: Quick Deformat
ug: پىچىمنى تېز يوقىتىش

source: Quick Format
ug: تېز پىچىش

source: Quick Options
ug: تەز تاللانمىلار

source: Quit
ug: ئاخىرلاشتۇر

source: Quit Gigolo
ug: گىگولو(Gigolo) نى ئاخىرلاشتۇر

source: Quit Ristretto
ug: رىسترېتتو(ristretto) نى ئاخىرلاشتۇرىدۇ

source: Quit XMMS/BMP when plugin terminates
ug: قىستۇرما ئاخىرلاشقاندا، XMMS/BMP نى ئاخىرلاشتۇرسۇن

source: Quit Xfburn
ug: Xfburn نى ئاخىرلاشتۇرىدۇ

source: Quit a running Mousepad instance
ug: ئىجرا بولۇۋاتقان Mousepad ئۈلگىسىنى ئاخىرلاشتۇر

source: Quit a running Thunar instance
ug: ئىجرا قىلىنىۋاتقان سۇنار(Thunar) نىڭ ئۈلگىسىنى ئاخىرلاشتۇر

source: Quit a running Thunar instance (not supported)
ug: ئىجرا قىلىنىۋاتقان سۇنار(Thunar) نىڭ ئۈلگىسىنى ئاخىرلاشتۇرىدۇ(تېخى ئىشلەتكىلى بولمايدۇ)

source: Quit all instances
ug: بارلىق ئۈلگىنى ئاخىرلاشتۇرىدۇ

source: Quit any running xfce power manager
ug: ئىجرا بولۇۋاتقان xfce مەنبە باشقۇرغۇنى ئاخىرلاشتۇر

source: Quit the application
ug: پروگراممىدىن چېكىنىدۇ

source: Quit the power manager?
ug: مەنبە باشقۇرغۇچنى ئاخىرلاشتۇرسۇنمۇ؟

source: Quit the program, and remove it from the session
ug: پروگراممىنى ئاخىرلاشتۇرۇپ، ئەڭگىمەدىن ئۆچۈرىدۇ

source: Quit the running panel instance
ug: ئىجرا بولۇۋاتقان كۆزنەك ئۈلگىسىنى توختىتىش

source: Quit: CTRL+q
ug: ئاخىرلاشتۇرۇش: CTRL+q

source: Quote the selected text
ug: تاللانغان تېكىستنى نەقىل ئالىدۇ

source: R
ug: يامغۇر مىقدارى

source: RAID Array Member
ug: RAID تىزىق ئەزايى

source: RAM color
ug: RAM رەڭگى

source: RAM usage: %.1fMB (%.2f%%)
ug: ئىشلىتىلگەن RAM: %.1fMB (%.2f%%)

source: READ ONLY
ug: پەقەتلا ئوقۇش

source: READ WRITE
ug: ئوقۇپ يېزىش

source: RGB Colorspace
ug: RGB رەڭ بوشلۇقى

source: RSS Aggregator
ug: ر س س(RSS) يىغقۇچ

source: RSS Feeds:
ug: ر س س(RSS) ئېمىزگۈ(Feeds)لىرى:

source: R_epeat interval:
ug: تەكرارلاش ئارىلىقى(_E):

source: R_esolution:
ug: ئېنىقلىق(_E):

source: R_estore
ug: ئەسلىگە كەلتۈر(_S)

source: Radio
ug: رادىئو

source: Radio Button
ug: تاق تاللاش كۇنۇپكىسى

source: Radio Plugin
ug: رادىئو قىستۇرمىسى

source: Radio device
ug: رادىئو ئۈسكۈنىسى

source: Radio device:
ug: رادىئو ئۈسكۈنىسى:

source: Radio is off
ug: رادىئو ئېتىك

source: Rain
ug: يامغۇر

source: Rain showers
ug: ئۆتكۈنچى يامغۇر

source: Rain with thunder
ug: گۈلدۈرمامىلىق يامغۇر

source: Raise or lower window
ug: كۆزنەكنى ئۆرلەت ياكى تۆۋەنلەت

source: Raise volume
ug: ئاۋازنى يۇقىرىلات

source: Raise window
ug: كۆزنەكنى كۆتۈر

source: Raise window when clicking _inside application window
ug: پروگرامما كۆزنىكى ئىچىدە چېكىلگەندە كۆزنەك كۆتۈرۈلسۇن(_I)

source: Raising GlobalTime window...
ug: دۇنيا ۋاقتى(GlobalTime) كۆزنىكى كۆتۈرۈلۈۋاتىدۇ...

source: Random
ug: ئىختىيارىي

source: Re_move from Bookmark
ug: خەتكۈچتىن چىقىرىۋەت(_M)

source: Re_name Shortcut
ug: تېزلەتمە ئاتىنى ئۆزگەرت(_N)

source: Re_verse history order
ug: ئىز تەرتىپىنى تەتۈر قىل(_V)

source: Re_vert
ug: ئەسلىدىكىگە قايتۇر(_V)

source: Read & Write
ug: ئوقۇش ۋە يېزىش

source: Read Atom/ RSS feeds
ug: Atom/RSS فىد(feed) نى ئوقۇۋاتىدۇ

source: Read Only
ug: پەقەتلا ئوقۇش

source: Read bar color
ug: ئوقۇش بالدىقىنىڭ رېڭى

source: Read from file:
ug: ھۆججەتتىن ئوقۇ:

source: Read media properties
ug: ۋاسىتىنىڭ خاسلىقىنى ئوقۇش

source: Read only
ug: پەقەتلا ئوقۇش

source: Read your email
ug: ئېلخەت ئوقۇيدۇ

source: Read-Write
ug: ئوقۇش-يېزىش

source: Reading CD...
ug: CD ئوقۇۋاتىدۇ...

source: Reading the template failed, the menu item has been removed
ug: قېلىپنى ئوقۇش مەغلۇپ بولدى، تىزىملىكتىن ئۆچۈرۈلدى

source: Ready
ug: تەييار بولدۇم

source: Really close the window?
ug: كۆزنەكنى راستلا ياپامسىز؟

source: Really delete this panel? <b>Warning: This can not be recovered.</b>
ug: كۆزنەكچىنى راستلا ئۆچۈرەمسىز؟ <b>ئاگاھلاندۇرۇش: بۇ ئەسلىگە كەلتۈرگىلى بولمايدۇ.</b>

source: Really kill the task?
ug: ۋەزىپىنى راستلا ئۆلتۈرەمسىز؟

source: Really terminate the task?
ug: ۋەزىپىنى راستلا توختىتامسىز؟

source: Reboot without displaying the logout dialog
ug: چىقىش سۆزلەشكۈسىنى چىقارمايلا قايتا قوزغات

source: Received
ug: تاپشۇرۇۋالغىنى

source: Received HTTP response code %d, which should be 200. There may be a problem with GMail's servers, or they have incompatibly changed their authentication method or location of the new messages feed.
ug: HTTP جاۋاب نومۇرى 200 بولۇشى كېرەك ئىدى، بىراق %d جاۋاب كەلدى. GMail مۇلازىمېتىرىدا مەسىلە باردەك قىلىدۇ. ئۇلار دەلىللەش ئۇسۇلىنى ئۆزگەرتكەن ياكى يېڭى خەتلەرنى ئوقۇش ئورنىنى ئۆزگەرتكەن بولۇشى ئېھتىمالغا بەكمۇ يېقىن.

source: Received HTTP response code %d. The most likely reason for this is that your GMail username or password is incorrect.
ug: HTTP جاۋاب نومۇرى %d. سىزنىڭ GMail دىكى ئىشلەتكۈچى ئاتىڭىز ياكى ئىمىڭىز خاتادەك قىلىدۇ.

source: Received error while trying to log out
ug: سىستېمىدىن چىقىپ كېتەي دېگەندە خاتالىق كۆرۈلدى

source: Received invalid color data: Wrong format (%d) or length (%d)
ug: تاپشۇرۇپ ئالغان رەڭ ئىناۋەتسىز: فورماتى خاتا(%d) ياكى ئۇزۇنلۇقى خاتا(%d)

source: Received:
ug: تاپشۇرۇۋالغىنى:

source: Receiving %d of %d in %s
ug: قوبۇل قىلغان خەت %d /%d (%s نىڭ ئىچىدە)

source: Recent Documents
ug: يېقىنقى پۈتۈكلەر

source: Recently used
ug: يېقىندا ئىشلىتىلگەنلىرى

source: Recommended Applications
ug: تەۋسىيىلىك پروگراممىلار

source: Recordable Blu-ray Disc
ug: يازغىلى بولىدىغان Blu-ray دىسكىسى

source: Recordable CD
ug: يازغىلى بولىدىغان CD

source: Recordable DVD
ug: يازغىلى بولىدىغان DVD

source: Recordable HD-DVD
ug: يازغىلى بولىدىغان HD-DVD

source: Recurrence
ug: قايتىلىنىش

source: Recursive
ug: چوڭقۇرلاش

source: Recursive (use with -r)
ug: چوڭقۇرلاش(-r نى ئىشلىتىڭ)

source: Redo the last undone action
ug: ئاخىرقى يېنىۋالغان مەشغۇلاتنى تەكرارلايدۇ

source: Reduce screen brightness when computer is inactive for:
ug: كومپيۇتېردا مەشغۇلات قىلمىغاندا ئېكران يورۇقلۇقىنى تۆۋەنلەت:

source: Ref_lection:
ug: تەتۈر(_F):

source: Referrer URLs are stripped down to the hostname.
ug: بۇنىڭدا «Referer» كومپيۇتېر ئاتىغا قىسقارتىلىۋېتىلىدۇ.

source: Refresh
ug: يېڭىلا

source: Refresh Database
ug: سانداننى يېڭىلا

source: Refresh Rate:
ug: يېڭىلاش تېزلىكى:

source: Refresh _rate:
ug: چاستوتىسى(_R):

source: Refresh all
ug: ھەممىنى يېڭىلا

source: Refresh file list
ug: ھۆججەت تىزىمىنى يېڭىلايدۇ

source: Refresh notes
ug: ئىزاھنى يېڭىلا

source: Refresh rate
ug: يېڭىلاش تېزلىكى

source: Refresh rate (seconds):
ug: يېڭىلاش تېزلىكى(سېكۇنت):

source: Refresh rate:
ug: يېڭىلاش تېزلىكى:

source: Refresh the network list
ug: تور تىزىملىكىنى يېڭىلايدۇ

source: Region to capture
ug: رەسىمگە ئالىدىغان دائىرە

source: Registered [GPRS] to %s Quality: %d (%d%%)
ug: خەتلىتىلدى[GPRS] %s سۈپىتى: %d (%d%%)

source: Registered [HSDPA] to %s Quality: %d (%d%%)
ug: خەتلىتىلدى [HSDPA] %s سۈپىتى: %d (%d%%)

source: Registered [UMTS] to %s Quality: %d (%d%%)
ug: خەتلىتىلدى [UMTS] %s سۈپىتى: %d (%d%%)

source: Registered to %s Quality: %d (%d%%)
ug: %s غا خەتلىتىلدى سۈپىتى: %d (%d%%)

source: Registering
ug: خەتلىتىۋاتىدۇ

source: Regular Expression
ug: مۇنتىزىم ئىپادە

source: Regular _Expression
ug: مۇنتىزىم ئىپادە(_E)

source: Regular expression
ug: مۇنتىزىم ئىپادە

source: Relative seek table path
ug: نىسپىي ئىزدەش جەدۋىلىنىڭ يولى

source: Release device while stopped
ug: توختىغاندا ئۈسكىنىنى قويۇۋېتىش

source: Released under the terms of the GNU General Public License, version 2
ug: مەزكۇر پروگرامما GNU General Public License, 2-نەشرى ئاساسىدا تارقىتىلغان

source: Released under the terms of the GNU General Public License.
ug: مەزكۇر پروگرامما GNU General Public License, 2-نەشرى ئاساسىدا تارقىتىلغان

source: Reload
ug: قايتا ئوقۇ

source: Reload all settings, refresh image list
ug: بارلىق تەڭشەكنى قايتا ئوقۇپ، سۈرەت تىزىمىنى يېڭىلاش

source: Reload current folder
ug: نۆۋەتتىكى قىسقۇچنى قايتا ئوقۇش

source: Reload metadata
ug: مېتا سانلىق-مەلۇماتنى قايتا ئوقۇش

source: Reload page or stop loading
ug: بەتنى قايتا ئوقۇيدۇ ياكى ئوقۇشنى توختىتىدۇ

source: Reload page without caching
ug: غەملىمەيلا ھۆججەتنى قايتا ئوقۇسۇن

source: Reload the current folder
ug: ھازىرقى مۇندەرىجىنى قايتا ئوقۇيدۇ

source: Reload the current page
ug: ھازىرقى بەتنى قايتا ئوقۇيدۇ

source: Relocate
ug: قايتا ئورۇنلاشتۇر

source: Relocate Related Options:
ug: ‹Relocate› قا مۇناسىۋەتلىك تاللانمىلار:

source: Relocate failed
ug: ‹Relocate› مەغلۇپ بولدى

source: Relocate finished
ug: ‹Relocate› تاماملاندى

source: Relocating ...
ug: قايتا ئورۇنلاشتۇرۇۋاتىدۇ …

source: Remember
ug: ئەستە تۇتۇۋالسۇن

source: Remember last _selected category
ug: ئەڭ ئاخىرى تاللانغان كاتېگورىيەنى ئەستە ساقلىسۇن(_S)

source: Remember my choice
ug: مېنىڭ تاللىشىمنى ئەستە ساقلا

source: Remember password on this page?
ug: بۇ بەتنىڭ ئىمنى ئەستە تۇتۇۋالسۇنمۇ(_R)

source: Remember playlist
ug: قويۇش تىزىمىنى ئەستە تۇتسۇن

source: Remind me again after the specified time
ug: بەلگىلىك ۋاقىتتىن كېيىن ئەسكەرتمە بەرگىن

source: Reminder
ug: بەلگە

source: Reminder - Orage
ug: ئەسلەتكۈ - Orage

source: Remote
ug: يىراق

source: Remote GMail Mailbox
ug: GMail ئېلخەت ساندۇقى

source: Remote IMAP Mailbox
ug: يىراقتىكى IMAP ئېلخەت ساندۇقى

source: Remote IP:
ug: يىراقتىكى IP:

source: Remote POP3 Mailbox
ug: يىراقتىكى POP3 ئېلخەت ساندۇقى

source: Removable Devices
ug: ھەرىكەتچان ئۈسكۈنىلەر

source: Removable Disk
ug: Removable دىسكا

source: Removable Drives and Media
ug: يۆتكىلىشچان ئۈسكۈنە ۋە ۋاسىتە

source: Removable Storage
ug: يۆتكەلمە ساقلىغۇچ

source: Removable Volume Mounted in "%s" %s left (%s total)
ug: يۆتكىلىشچان دىسكا ئېگەرلەنگەن ئورنى "%s" %s قالغىنى (%s جەمئىي)

source: Removable Volume Not mounted yet
ug: يۆتكىلىشچان دىسكا تېخى ئېگەرلەنمىگەن

source: Removable Volumes
ug: يۆتكەلمە دىسكىلار

source: Removable medium is inserted
ug: يۆتكىلىشچان ۋاسىتىلەر قىستۇرۇلدى

source: Removal Failure
ug: ئۆچۈرۈش مەغلۇپ بولدى

source: Remove
ug: ئۆچۈر

source: Remove "%s" From Panel
ug: «%s» نى كۆزنەكچىدىن چىقىرىۋېتىش

source: Remove Account
ug: ھېساباتنى چىقىرىۋېتىش

source: Remove All Items
ug: ھەممە تۈرلەرنى چىقىرىۋېتىش

source: Remove Characters
ug: ھەرپلەرنى ئۆچۈرۈش

source: Remove File
ug: ھۆججەتلەرنى ئۆچۈرۈش

source: Remove From Playlist
ug: قويۇش تىزىمىدىن چىقىرىۋېتىش

source: Remove Mailbox
ug: ئېلخەت ساندۇقىنى ئۆچۈر

source: Remove Playlist
ug: قويۇش تىزىمىنى چىقىرىۋېتىش

source: Remove Saved Search
ug: ساقلانغان ئىزدەشنى چىقىرىۋېتىش

source: Remove Selected Items
ug: تاللىغان تۈرلەرنى چىقىرىۋېتىش

source: Remove Workspace "%s"
ug: «خىزمەت رايونى «%s نى ئۆچۈر

source: Remove Workspace %d
ug: خىزمەت رايونى %d نى ئۆچۈر

source: Remove _From Position:
ug: بۇ ئورۇندىن ئۆچۈر(_F):

source: Remove all entries from the documents history?
ug: پۈتۈكلەر ئىزىدىكى بارلىق مەزمۇنلارنى ئۆچۈرسۇنمۇ؟

source: Remove all files and folders from the Trash?
ug: ئەخلەتخانىدىكى ھەممە ھۆججەت ۋە مۇندەرىجىنى ئۆچۈرسۇنمۇ؟

source: Remove all the trailing spaces from the selected line(s) or document
ug: پۈتكۈل پۈتۈك ياكى تاللانغان رايوندىكى قۇرلارنىڭ ئاخىرىدىكى بارلىق بوشلۇقنى يوق قىلىدۇ

source: Remove column
ug: ئىستوننى ئۆچۈر

source: Remove currently selected item
ug: ھازىرقى تاللانغان تۇرنى ئۆچۈرىدۇ

source: Remove directories.
ug: مۇندەرىجىلەرنى چىقىرىۋېتىدۇ.

source: Remove dockapp
ug: dockapp ئۆچۈرۈش

source: Remove field
ug: سوز بۆلىكىنى چىقىرىۋېتىش

source: Remove from disk
ug: دىسكىدىن چىقىرىۋېتىش

source: Remove from playback queue
ug: قويۇش قاتارىدىن چىقىرىۋېتىش

source: Remove items from the playlist
ug: قويۇش تىزىمىدىن تۈرلەرنى چىقىرىۋېتىدۇ

source: Remove preset
ug: ئالدىن تەڭشەشنى چىقىرىۋېتىش

source: Remove selected addon
ug: تاللانغان قوشۇلمىنى ئۆچۈر

source: Remove the currently selected action.
ug: ھازىرقى تاللانغان مەشغۇلاتنى ئۆچۈرىدۇ.

source: Remove the currently selected panel
ug: ھازىرقى كۆزنەكنى ئۆچۈر

source: Remove the selected file from the list of files to be renamed
ug: ئاتى ئۆزگەرتىلىدىغان ھۆججەت تىزىمىدىن تاللانغان ھۆججەتلەرنى ئۆچۈرىدۇ

source: Remove the selected file(s) from the composition
ug: ياسالمىدىن تاللانغان ھۆججەتلەرنى ئۆچۈرىدۇ

source: Remove the selected image(s) from the list
ug: تالانغان سۈرەت(لەر) نى تىزىمدىن چىقىرىۋېتىدۇ

source: Removing a mailbox will discard all settings, and cannot be undone.
ug: ئېلخەت ساندۇقى ئۆچۈرۈلسە، ھەممە تەڭشەك يوقىلىدۇ، ئەسلىگە كەلتۈرگىلى بولمايدۇ.

source: Rename
ug: ئات ئۆزگەرت

source: Rename "%s"
ug: «%s» نىڭ ئاتىنى ئۆزگەرتىش

source: Rename Artist
ug: ئورۇنلىغۇچى ئاتىنى ئۆزگەرتىش

source: Rename Bookmark Item
ug: خەتكۈش تۈرىنىڭ ئاتىنى ئۆزگەرتىش

source: Rename Error
ug: ئاتىنى ئۆزگەرتىش خاتالىقى

source: Rename File
ug: ھۆججەت ئاتىنى ئۆزگەرت

source: Rename Multiple Files
ug: كۆپ ھۆججەتنىڭ ئاتىنى ئۆزگەرتىش

source: Rename Playlist
ug: قويۇش تىزىمىنىڭ ئاتىنى ئۆزگەرتىش

source: Rename Title
ug: ماۋزۇسىنى ئۆزگەرتىش

source: Rename group
ug: گۇرۇپپا ئاتىنى ئۆزگەرت

source: Rename note
ug: ئىزاھ ئاتىنى ئۆزگەرتىش

source: Rename the artist of the selected file
ug: تاللانغان ھۆججەتنىڭ ئورۇنلىغۇچىسىنىڭ ئاتىنى ئۆزگەرتىدۇ

source: Rename the selected file
ug: تاللانغان ھۆججەتنىڭ ئاتىنى ئۆزگەرتىش

source: Rename the title of the selected file
ug: تاللانغان ھۆججەتنىڭ ماۋزۇسىنى ئۆزگەرتىدۇ

source: Render differently based on the selection state.
ug: تاللانغانغا ئاساسەن سىزىش

source: Rendering
ug: سىزىۋاتىدۇ

source: Reopen a previously closed tab or window
ug: بۇرۇن يېپىلغان بەتكۈچ ياكى كۆزنەكنى قايتا ئاچىدۇ

source: Reorderable
ug: تەرتىپىنى ئۆزگەرتكىلى بولىدۇ

source: Repair
ug: تۈزەت

source: Repeat
ug: قايتىلا

source: Repeat All
ug: ھەممىنى قايتىلاش

source: Repeat Current
ug: نۆۋەتتىكىنى قايتىلاش

source: Repeat _speed:
ug: تەكرارلاش تېزلىكى(_S):

source: Repeat alarm sound
ug: ئاۋازلىق گۈدۈكنى تەكرارلىسۇن

source: Repeat delay:
ug: قايتىلاشنىڭ كېچىكىش ۋاقتى:

source: Repeat forever
ug: مەڭگۈ قايتىلىسۇن

source: Repeat interval:
ug: قايتىلاش ئىنتېرۋالى:

source: Repeat the alarm command
ug: قوڭغۇراق بۇيرۇقى تەكرارلانسۇن

source: Repeat the alarm command:
ug: قوڭغۇراق بۇيرۇقى تەكرارلانسۇن:

source: Repeat until
ug: بۇنىڭغىچە قايتىلىسۇن

source: Replace
ug: ئالماشتۇرۇش

source: Replace _All
ug: ھەممىنى ئالماشتۇر(_A)

source: Replace _With:
ug: تۆۋەندىكىگە ئالماشتۇر(_W):

source: Replace _all in:
ug: بۇنىڭ ئىچىدىكى ھەممىنى ئالماشتۇرسۇن(_A):

source: Replace _with:
ug: ئالماشتۇر(_W):

source: Replace playlist when opening files
ug: ئېچىلغان ھۆججەتلەر بىلەن قويۇش تىزىمىنى ئالماشتۇر

source: Replace running xsettings daemon (if any)
ug: ئىجرا قىلىنىۋاتقان xsettings مۇئەككىلى (بار بولسا) نى ئالماشتۇر

source: Replace the existing service
ug: مەۋجۇت مۇلازىمەتنى ئالماشتۇرىدۇ

source: Replace the existing window manager
ug: مەۋجۇت كۆزنەك باشقۇرغۇنى ئالماشتۇرۇش

source: ReplaceDialogPart1|Do you want to replace the existing file
ug: ReplaceDialogPart1|بار ھۆججەتنى راستلا ئالماشتۇرامسىز؟

source: ReplaceDialogPart1|Do you want to replace the existing folder
ug: ReplaceDialogPart1|مۇندەرىجىنى ئالماشتۇرامسىز

source: ReplaceDialogPart1|Do you want to replace the link
ug: ReplaceDialogPart1| ئۇلانمىنى ئالماشتۇرامسىز

source: ReplaceDialogPart2|with the following file?
ug: ReplaceDialogPart2|لارنى تۆۋەندىكى ھۆججەتلەرگە ئالماشتۇرامسىز؟

source: ReplaceDialogPart2|with the following folder?
ug: ReplaceDialogPart2|تۆۋەندىكى مۇندەرىجە بىلەنمۇ؟

source: ReplaceDialogPart2|with the following link?
ug: ReplaceDialogPart2|تۆۋەندىكى ئۇلانما بىلەنمۇ؟

source: Replaced
ug: ئالماشتۇرۇلدى

source: Replaces initial title
ug: دەسلەپكى ماۋزۇنى ئالماشتۇرسۇن

source: Replaygain mode:
ug: Replaygain ھالىتى:

source: Replaygain peak scale
ug: قويۇشنى كۈچەيتىش مىقدارىنىڭ ئەڭ چوڭ قىممىتىنى تەڭشەش

source: Replaygain preamp:
ug: قويۇش مىقدارىنى ئالدىن كۈچەيتىش:

source: Reply
ug: جاۋاب قايتۇر

source: Reply To _Sender
ug: ئەۋەتكۈچىگە جاۋاب ياز(_S)

source: Reply to All
ug: ھەممىگە جاۋاب ياز

source: Reply to _All
ug: ھەممىگە جاۋاب ياز(_A)

source: Reply to all recipients
ug: ھەممەيلەنگە جاۋاب قايتۇر

source: Reply to the sender of the message
ug: خەت ئەۋەتكۈچىگە جاۋاب قايتۇر

source: Replying is not allowed.
ug: جاۋاب قايتۇرۇشقا ئىجازەت بېرىلمىگەن.

source: Report a Problem...
ug: مەسىلە مەلۇم قىلىدۇ…

source: Report bugs to http://bugs.xfce.org/
ug: كەمتۈكنى http://bugs.xfce.org/ نىڭ مەلۇم قىلىڭ

source: Repository:
ug: خەزىنە:

source: Resampling quality (0..2, higher is better)
ug: ئەۋرىشكىلەش سۈپىتى (0..2, چوڭ بولسا ياخشى)

source: Rescheduling interrupts
ug: ئۈزۈلۈشنى قايتا پىلانلاش

source: Rese_t double click options to defaults
ug: قوش چېكىش تاللانمىلىرىنى كۆڭۈلدىكىگە ئەسلىگە قايتۇرسۇن(_T)

source: Reserve space, and not covered by maximized windows
ug: ئورۇن ئېلىپ قويۇش ئارقىلىق، ئەڭ چوڭ قىلىنغان كۆزنەكتە توسۇلۇپ قالمايدىغان قىلىش

source: Reset
ug: ئەسلىگە قايتۇر

source: Reset ...
ug: ئەسلىگە قايتۇر …

source: Reset Midori after SECONDS seconds of inactivity
ug: مىدورى(Midori) ئاكتىپ ئەمەس ھالەتتە SECONDS سېكۇنت تۇرسا، Midori نى ئەسلىگە قايتىدۇ

source: Reset Related Options:
ug: ‹Reset› قا مۇناسىۋەتلىك تاللانمىلار:

source: Reset finished
ug: ئەسلىگە قايتۇرۇش تاماملاندى

source: Reset property
ug: خاسلىقنى ئەسلىگە قايتۇرۇش

source: Reset selected property
ug: تاللانغان خاسلىقنى ئەسلىگە قايتۇرىدۇ

source: Reset tab activity _indicator after
ug: تۆۋەندىكى مەشغۇلاتلاردىن كېيىن بەتكۈچ مەشغۇلات كۆرسەتكۈچى ئەسلىگە قايتۇرۇلسۇن(_I)

source: Reset the message text size
ug: تېكىست چوڭلۇقىنى ئەسلىگە قايتۇرىدۇ

source: Reset timer
ug: ۋاقىت ئۆلچىگۈچنى ئەسلىگە قايتۇر

source: Reset to De_faults
ug: كۆڭۈلدىكىگە قايتۇر(_F)

source: Reset to Default
ug: كۆڭۈلدىكىگە ئەسلىگە كەلتۈر

source: Reset to Defaults
ug: كۆڭۈلدىكىگە قايتۇر

source: Reset to _Defaults
ug: كۆڭۈلدىكىگە قايتۇر(_D)

source: Reset to defaults
ug: كۆڭۈلدىكىسىگە قايتۇر

source: Resetting a channel will permanently remove those custom settings.
ug: بۇ ئىختىيارىي تەڭشەكلەرنى ئۆچۈرۈپ قانالنى تولۇق ئەسلىگە كەلتۈرىدۇ.

source: Resetting a property will permanently remove those custom settings.
ug: بىرەر خاسلىق ئەسلىگە قايتۇرۇلسا ئىختىيارىي تەڭشەكلەر مەڭگۈلۈككە ئۆچۈرۈلىدۇ.

source: Resident
ug: مۇقىم

source: Resize window
ug: كۆزنەك چوڭلۇقنى ئۆزگەرت

source: Resolution:
ug: ئېنىقلىق دەرىجىسى:

source: Resolve
ug: قىل

source: Resolved
ug: ھەل قىلىنغان
